act
air
album
alright
ask
ass
attack
away
baby
bad
bag
ball
bang
bank
bar
bass
battle
bear
beat
bed
beef
begin
bein
believe
bet
big
bit
bitch
bite
black
blast
blind
block
blood
blow
blue
blunt
body
bomb
bone
book
boom
boot
boss
bounce
bout
boy
brain
brand
break
breath
bring
brother
brown
buck
build
bullet
bullshit
burn
business
bust
busta
busy
butt
buy
cap
car
care
case
cash
cat
catch
cause
chance
change
check
chest
child
chill
choose
city
class
clean
clear
clip
clock
close
clothe
clown
club
coast
cock
cold
come
comin
control
cool
cop
corner
crack
crazy
cream
create
creep
crew
crib
crime
cross
crowd
cry
cube
cut
cuz
da
daddy
damn
dance
dark
day
dead
deal
death
deep
devil
diamond
dick
die
dig
dime
dip
dirty
diss
dj
dog
doin
dollar
door
dope
double
doubt
dough
drama
dream
drink
drive
drop
drug
duck
dumb
ear
earth
east
easy
eat
effect
end
enemy
everybody
everyday
evil
eye
face
fact
fade
fake
fall
fame
family
far
fast
fat
father
fear
feed
feel
feelin
fiend
fight
figure
fill
find
fine
finger
fire
fit
flavor
flip
floor
flow
fly
follow
fool
foot
forget
freak
free
fresh
friend
fuck
fuckin
fucking
fun
funk
funky
funny
game
gang
gangsta
gat
gettin
ghetto
girl
givin
glock
god
goin
gold
gon
good
grab
great
green
grip
groove
ground
grow
guess
gun
guy
ha
hair
half
hand
handle
hang
happen
happy
hard
hardcore
hate
havin
head
hear
heart
heat
hell
help
hey
hide
high
hip
hit
hittin
hoe
hold
hole
home
homeboy
homie
honey
hood
hook
hop
hope
hot
house
huh
hurt
hype
ice
ill
inside
instead
jack
jail
jam
jealous
jewel
job
joint
joke
juice
jump
key
kick
kickin
kid
kill
kind
kinda
king
kiss
knee
knock
knowledge
la
lady
land
late
later
laugh
law
lead
learn
leave
leg
let
level
lick
lie
life
light
line
lip
listen
little
live
livin
load
lock
long
look
lookin
loose
loot
lord
lose
lot
loud
love
low
lyric
mac
mack
mad
makin
mama
man
master
matter
maybe
mc
mcs
mean
meet
mess
mic
microphone
mike
million
mind
minute
miss
mission
mix
mo
mom
money
mother
motherfucker
motherfuckin
mouth
movin
mr
murder
music
nah
nation
neck
need
neighborhood
new
nice
nigga
night
nothin
number
nut
nuttin
oh
old
ooh
open
outta
pack
pain
paper
park
party
pass
past
pay
peace
peep
pen
people
phone
pick
picture
piece
pimp
place
plan
play
player
playin
plus
pocket
point
police
pop
posse
pound
power
probably
problem
prop
pull
pump
punk
push
pussy
puttin
queen
question
quick
quit
radio
raise
rap
rapper
rappin
raw
reach
read
ready
real
realize
reason
record
red
remember
represent
respect
rest
rhyme
rhythm
rich
ride
right
ring
rip
rise
rob
rock
rockin
roll
rollin
room
rough
round
rule
run
runnin
rush
save
sayin
scared
scene
scheme
school
scream
seat
second
self
sell
sellin
send
serve
set
seven
sex
shake
shine
shit
shoe
shoot
short
shorty
shot
shout
shut
sick
sign
sing
sister
sit
sittin
skill
skin
slap
sleep
slide
slip
slow
smack
small
smell
smile
smoke
smokin
smooth
soft
somebody
somethin
son
song
soon
soul
sound
south
speak
spend
spit
split
spot
spread
stack
stage
stand
star
start
state
stay
steal
steel
step
stick
stop
store
story
straight
street
stress
strike
strong
stuff
stupid
style
suck
sucker
sun
suppose
sure
sweat
sweet
swing
switch
system
takin
talk
talkin
tape
taste
teach
team
tear
tell
tellin
test
thang
thank
thing
think
thinkin
thought
throw
thug
tight
til
till
time
tip
tired
today
toe
tongue
tonight
touch
tough
town
track
train
trap
treat
trick
trigger
trip
true
trust
truth
try
tryin
turn
type
uh
understand
use
wack
wait
waitin
wake
walk
walkin
wall
wanna
want
war
waste
watch
water
way
weak
wear
weed
week
west
wet
whip
white
wild
win
window
wish
wit
woman
wonder
word
work
world
wreck
write
wrong
yeahk
yeahng
yeahself
yes
